app/controllers/reviews_controller.rb

  def create
  Review.create(create_params)
---
INSERT INTO `reviews` (`created_at`, `product_id`, `rate`, `review`, `updated_at`) VALUES ('2016-03-19 09:52:14', 2, 1, 'omosiroi\r\n', '2016-03-19 09:52:14')